Repository: rodrigofranzoi/screenshot-buddy
Catalog: ScreenshotBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, nl, pt, ru, zh

# %@ item%@ ready to blur.
source: %1$@ item%2$@ ready to blur.
ar: %1$@ عنصر جاهز للتمويه.
de: %@ Element%@ bereit zum Unscharfmachen.
es: %1$@ elemento%2$@ listo%2$@ para desenfocar.
fr: %1$@ élément%2$@ prêt%2$@ à flouter.
it: %1$@ elemento%2$@ pronto%2$@ da sfocare.
ja: %1$@件をぼかせます。
nl: %1$@ item%2$@ klaar om te vervagen.
pt: %1$@ item%2$@ pronto%2$@ para desfocar.
ru: %1$@ элемент%2$@ готово к размытию.
zh: %1$@ 项可模糊。

source: %@ pt
ar: %@ نقطة

source: %lld items ready to blur.
ar: %lld عناصر جاهزة للتمويه.
de: %lld Elemente bereit zum Unscharfmachen.
es: %lld elementos listos para desenfocar.
fr: %lld éléments prêts à flouter.
it: %lld elementi pronti da sfocare.
ja: %lld件をぼかせます。
nl: %lld items klaar om te vervagen.
pt: %lld itens prontos para desfocar.
ru: %lld элементов готово к размытию.
zh: %lld 项可模糊。

source: %lld QR codes found
ar: تم العثور على %lld رموز QR
de: %lld QR-Codes gefunden
es: %lld códigos QR encontrados
fr: %lld codes QR trouvés
it: %lld codici QR trovati
ja: %lld件のQRコードが見つかりました
nl: %lld QR-codes gevonden
pt: %lld códigos QR encontrados
ru: Найдено QR-кодов: %lld
zh: 找到 %lld 个二维码

source: •••• Sensitive
ar: •••• حساس
es: •••• Sensible
fr: •••• Sensible
it: •••• Sensibile
ja: •••• 機密
nl: •••• Gevoelig
pt: •••• Sensível
ru: •••• Конфиденциально
zh: •••• 敏感

source: 1 item ready to blur.
ar: عنصر واحد جاهز للتمويه.
de: 1 Element bereit zum Unscharfmachen.
es: 1 elemento listo para desenfocar.
fr: 1 élément prêt à flouter.
it: 1 elemento pronto da sfocare.
ja: 1件をぼかせます。
nl: 1 item klaar om te vervagen.
pt: 1 item pronto para desfocar.
ru: 1 элемент готов к размытию.
zh: 1 项可模糊。

source: Annotate
ar: تعليق
de: Annotieren
es: Anotar
fr: Annoter
it: Annota
ja: 注釈
nl: Annoteren
pt: Anotar
ru: Разметка
zh: 批注

source: Annotate tools
ar: أدوات التعليق
de: Annotationswerkzeuge
es: Herramientas de anotación
fr: Outils d’annotation
it: Strumenti di annotazione
ja: 注釈ツール
nl: Annotatietools
pt: Ferramentas de anotação
ru: Инструменты разметки
zh: 批注工具

source: Applies blur to every matching item. Undo with ⌘Z.
ar: يطبق التمويه على كل عنصر مطابق. تراجع بـ ⌘Z.
de: Wendet Unschärfe auf jedes passende Element an. Rückgängig mit ⌘Z.
es: Aplica desenfoque a cada elemento coincidente. Deshaz con ⌘Z.
fr: Applique un flou à chaque élément correspondant. Annulez avec ⌘Z.
it: Applica la sfocatura a ogni elemento corrispondente. Annulla con ⌘Z.
ja: 一致する項目すべてにぼかしを適用。⌘Zで取り消し。
nl: Past vervaging toe op elk overeenkomend item. Ongedaan maken met ⌘Z.
pt: Aplica desfoque a cada item correspondente. Desfaça com ⌘Z.
ru: Размывает каждый совпадающий фрагмент. Отмена — ⌘Z.
zh: 对每个匹配项应用模糊。使用 ⌘Z 撤销。

source: Arrow
ar: سهم
de: Pfeil
es: Flecha
fr: Flèche
it: Freccia
ja: 矢印
nl: Pijl
pt: Seta
ru: Стрелка
zh: 箭头

source: Auto-blur
ar: تمويه تلقائي
de: Auto-Unschärfe
es: Desenfoque automático
fr: Flou auto
it: Sfocatura automatica
ja: 自動ぼかし
nl: Auto-vervagen
pt: Desfoque automático
ru: Авторазмытие
zh: 自动模糊

source: Blur
ar: تمويه
de: Unschärfe
es: Desenfocar
fr: Flouter
it: Sfoca
ja: ぼかし
nl: Vervagen
pt: Desfocar
ru: Размыть
zh: 模糊

source: Blur all
ar: تمويه الكل
de: Alles unscharf
es: Desenfocar todo
fr: Tout flouter
it: Sfoca tutto
ja: すべてぼかす
nl: Alles vervagen
pt: Desfocar tudo
ru: Размыть всё
zh: 全部模糊

source: Blur amount
ar: مقدار التمويه
de: Unschärfe-Stärke
es: Cantidad de desenfoque
fr: Intensité du flou
it: Intensità sfocatura
ja: ぼかしの強さ
nl: Vervagingssterkte
pt: Intensidade do desfoque
ru: Сила размытия
zh: 模糊强度

source: Blur tool
ar: أداة الطمس
de: Unschärfe-Werkzeug
es: Herramienta de desenfoque
fr: Outil de flou
it: Strumento sfocatura
ja: ぼかしツール
nl: Vervagingshulpmiddel
pt: Ferramenta de desfoque
ru: Инструмент размытия
zh: 模糊工具

source: Border
ar: حد
de: Rahmen
es: Borde
fr: Bordure
it: Bordo
ja: 枠線
nl: Rand
pt: Borda
ru: Граница
zh: 边框

source: Border color
ar: لون الحد
de: Rahmenfarbe
es: Color del borde
fr: Couleur de bordure
it: Colore del bordo
ja: 枠線の色
nl: Randkleur
pt: Cor da borda
ru: Цвет границы
zh: 边框颜色

source: Border width
ar: سمك الحدود
de: Rahmenbreite
es: Ancho del borde
fr: Épaisseur du contour
it: Spessore bordo
ja: 枠の太さ
nl: Randdikte
pt: Espessura da borda
ru: Толщина рамки
zh: 边框宽度

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

source: Choose types in Settings…
ar: اختر الأنواع من الإعدادات…
de: Typen in Einstellungen wählen…
es: Elegir tipos en Ajustes…
fr: Choisir les types dans Réglages…
it: Scegli i tipi in Impostazioni…
ja: 設定でタイプを選択…
nl: Kies types in Instellingen…
pt: Escolher tipos em Ajustes…
ru: Выберите типы в Настройках…
zh: 在设置中选择类型…

source: Click a pixel to copy its hex color.
ar: انقر على بكسل لنسخ لونه الست عشري.
de: Klicken Sie auf ein Pixel, um die Hex-Farbe zu kopieren.
es: Haz clic en un píxel para copiar su color hex.
fr: Cliquez sur un pixel pour copier sa couleur hex.
it: Fai clic su un pixel per copiare il colore esadecimale.
ja: ピクセルをクリックしてHEXカラーをコピーします。
nl: Klik op een pixel om de hex-kleur te kopiëren.
pt: Clique em um pixel para copiar a cor hex.
ru: Нажмите на пиксель, чтобы скопировать hex-цвет.
zh: 点击像素以复制其十六进制颜色。

source: Click the image to place text, or click existing text to edit.
ar: انقر على الصورة لوضع نص، أو على نص موجود لتحريره.
de: Klicken Sie auf das Bild, um Text zu platzieren, oder auf vorhandenen Text zum Bearbeiten.
es: Haz clic en la imagen para colocar texto, o en texto existente para editarlo.
fr: Cliquez sur l’image pour placer du texte, ou sur un texte existant pour le modifier.
it: Fai clic sull’immagine per inserire testo, o sul testo esistente per modificarlo.
ja: 画像をクリックしてテキストを配置するか、既存のテキストをクリックして編集します。
nl: Klik op de afbeelding om tekst te plaatsen, of op bestaande tekst om te bewerken.
pt: Clique na imagem para colocar texto, ou em texto existente para editar.
ru: Нажмите на изображение, чтобы добавить текст, или на существующий текст для правки.
zh: 点击图像以放置文字，或点击已有文字进行编辑。

source: Collapse tools
ar: طي الأدوات
de: Werkzeuge einklappen
es: Contraer herramientas
fr: Réduire les outils
it: Comprimi strumenti
ja: ツールを折りたたむ
nl: Tools inklappen
pt: Recolher ferramentas
ru: Свернуть инструменты
zh: 收起工具

source: Color
ar: اللون
de: Farbe
fr: Couleur
it: Colore
ja: カラー
nl: Kleur
pt: Cor
ru: Цвет
zh: 颜色

source: Color picker
ar: منتقي الألوان
de: Farbpipette
es: Selector de color
fr: Pipette
it: Contagocce
ja: カラーピッカー
nl: Kleurenkiezer
pt: Seletor de cores
ru: Пипетка
zh: 取色器

source: Confirm crop
ar: تأكيد القص
de: Zuschneiden bestätigen
es: Confirmar recorte
fr: Confirmer le recadrage
it: Conferma ritaglio
ja: 切り抜きを確定
nl: Bijsnijden bevestigen
pt: Confirmar recorte
ru: Подтвердить обрезку
zh: 确认裁剪

source: Confirm text
ar: تأكيد النص
de: Text bestätigen
es: Confirmar texto
fr: Confirmer le texte
it: Conferma testo
ja: テキストを確定
nl: Tekst bevestigen
pt: Confirmar texto
ru: Подтвердить текст
zh: 确认文字

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pt: Copiar
ru: Копировать
zh: 复制

source: Copy all text
ar: نسخ كل النص
de: Gesamten Text kopieren
es: Copiar todo el texto
fr: Copier tout le texte
it: Copia tutto il testo
ja: すべてのテキストをコピー
nl: Alle tekst kopiëren
pt: Copiar todo o texto
ru: Копировать весь текст
zh: 复制全部文本

source: Copy selected text
ar: نسخ النص المحدد
de: Ausgewählten Text kopieren
es: Copiar texto seleccionado
fr: Copier le texte sélectionné
it: Copia testo selezionato
ja: 選択したテキストをコピー
nl: Geselecteerde tekst kopiëren
pt: Copiar texto selecionado
ru: Копировать выбранный текст
zh: 复制所选文本

source: Copy Text
ar: نسخ النص
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ja: テキストをコピー
nl: Tekst kopiëren
pt: Copiar texto
ru: Копировать текст
zh: 复制文本

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
ru: Копировать в буфер
zh: 复制到剪贴板

source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
ru: Копировать в буфер
zh: 复制到剪贴板

source: Crop
ar: قص
de: Zuschneiden
es: Recortar
fr: Recadrer
it: Ritaglia
ja: 切り抜き
nl: Bijsnijden
pt: Recortar
ru: Обрезать
zh: 裁剪

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt: Apagar
ru: Удалить
zh: 删除

source: Delete Screenshot?
ar: حذف لقطة الشاشة؟
de: Screenshot löschen?
es: ¿Eliminar captura?
fr: Supprimer la capture ?
it: Eliminare lo screenshot?
ja: スクリーンショットを削除しますか？
nl: Schermafbeelding verwijderen?
pt: Apagar captura?
ru: Удалить снимок?
zh: 删除截图？

source: Delete…
ar: حذف…
de: Löschen…
es: Eliminar…
fr: Supprimer…
it: Elimina…
ja: 削除…
nl: Verwijderen…
pt: Apagar…
ru: Удалить…
zh: 删除…

source: Detected
ar: تم الكشف
de: Erkannt
es: Detectado
fr: Détecté
it: Rilevato
ja: 検出済み
nl: Gedetecteerd
pt: Detectado
ru: Обнаружено
zh: 已检测

source: Drag handles to resize, drag inside the box to move, or drag on the image to select an area. Then confirm.
ar: اسحب المقابض لتغيير الحجم، أو داخل المربع للنقل، أو على الصورة لتحديد منطقة. ثم أكّد.
de: Ziehen Sie die Griffe zum Ändern der Größe, innerhalb des Rahmens zum Verschieben oder auf dem Bild zum Auswählen. Dann bestätigen.
es: Arrastra los controladores para redimensionar, dentro de la caja para mover, o en la imagen para seleccionar un área. Luego confirma.
fr: Faites glisser les poignées pour redimensionner, l’intérieur pour déplacer, ou sur l’image pour sélectionner. Puis confirmez.
it: Trascina le maniglie per ridimensionare, l’interno per spostare, o sull’immagine per selezionare un’area. Poi conferma.
ja: ハンドルをドラッグしてサイズ変更、枠内で移動、画像上で範囲選択。その後確定します。
nl: Sleep handvatten om te schalen, sleep in het vak om te verplaatsen, of sleep op de afbeelding om een gebied te selecteren. Bevestig daarna.
pt: Arraste as alças para redimensionar, arraste dentro da caixa para mover, ou arraste na imagem para selecionar uma área. Depois confirme.
ru: Тяните маркеры для размера, внутри рамки — для перемещения, по изображению — для выбора области. Затем подтвердите.
zh: 拖动手柄调整大小，拖动框内移动，或在图像上拖选区域，然后确认。

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
nl: Dupliceren
pt: Duplicar
ru: Дублировать
zh: 复制副本

source: Ellipse
ar: قطع ناقص
es: Elipse
it: Ellisse
ja: 楕円
nl: Ellips
pt: Elipse
ru: Эллипс
zh: 椭圆

source: Expand tools
ar: توسيع الأدوات
de: Werkzeuge ausklappen
es: Expandir herramientas
fr: Développer les outils
it: Espandi strumenti
ja: ツールを展開
nl: Hulpmiddelen uitklappen
pt: Expandir ferramentas
ru: Развернуть инструменты
zh: 展开工具

source: Fill
ar: تعبئة
de: Füllung
es: Relleno
fr: Remplissage
it: Riempimento
ja: 塗りつぶし
nl: Vullen
pt: Preenchimento
ru: Заливка
zh: 填充

source: Fill color
ar: لون التعبئة
de: Füllfarbe
es: Color de relleno
fr: Couleur de remplissage
it: Colore di riempimento
ja: 塗りつぶしの色
nl: Vulkleur
pt: Cor de preenchimento
ru: Цвет заливки
zh: 填充颜色

source: Free draw
ar: رسم حر
de: Freizeichnen
es: Dibujo libre
fr: Dessin libre
it: Disegno libero
ja: フリーハンド
nl: Vrij tekenen
pt: Desenho livre
ru: Свободное рисование
zh: 自由绘制

source: Free draw tool
ar: أداة الرسم الحر
de: Freizeichnen-Werkzeug
es: Herramienta de dibujo libre
fr: Outil de dessin libre
it: Strumento disegno libero
ja: フリー描画ツール
nl: Vrij tekenen
pt: Ferramenta de desenho livre
ru: Свободное рисование
zh: 自由绘制工具

source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
nl: Galerij
pt: Galeria
ru: Галерея
zh: 图库

source: Ink color
ar: لون الحبر
de: Stiftfarbe
es: Color de tinta
fr: Couleur d’encre
it: Colore inchiostro
ja: インクの色
nl: Inktkleur
pt: Cor da tinta
ru: Цвет чернил
zh: 墨水颜色

source: Link
ar: رابط
es: Enlace
fr: Lien
ja: リンク
pt: Ligação
ru: Ссылка
zh: 链接

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt: Nome
ru: Имя
zh: 名称

source: New screenshots appear here automatically.
ar: تظهر لقطات الشاشة الجديدة هنا تلقائيًا.
de: Neue Screenshots erscheinen hier automatisch.
es: Las capturas nuevas aparecen aquí automáticamente.
fr: Les nouvelles captures apparaissent ici automatiquement.
it: Le nuove schermate compaiono qui automaticamente.
ja: 新しいスクリーンショットはここに自動で表示されます。
nl: Nieuwe schermafbeeldingen verschijnen hier automatisch.
pt: Novas capturas aparecem aqui automaticamente.
ru: Новые снимки появляются здесь автоматически.
zh: 新截图会自动出现在这里。

source: No matching sensitive data found
ar: لم يتم العثور على بيانات حساسة مطابقة
de: Keine passenden sensiblen Daten gefunden
es: No se encontraron datos sensibles coincidentes
fr: Aucune donnée sensible correspondante trouvée
it: Nessun dato sensibile corrispondente trovato
ja: 一致する機密データは見つかりませんでした
nl: Geen overeenkomende gevoelige gegevens gevonden
pt: Nenhum dado sensível correspondente encontrado
ru: Подходящие конфиденциальные данные не найдены
zh: 未找到匹配的敏感数据

source: No readable QR code found. Try a sharper crop with more white margin around the code.
ar: لم يتم العثور على رمز QR قابل للقراءة. جرّب قصًا أوضح مع هامش أبيض أكبر حول الرمز.
de: Kein lesbarer QR-Code gefunden. Versuchen Sie einen schärferen Zuschnitt mit mehr weißem Rand um den Code.
es: No se encontró un código QR legible. Prueba un recorte más nítido con más margen blanco alrededor.
fr: Aucun code QR lisible trouvé. Essayez un recadrage plus net avec plus de marge blanche.
it: Nessun codice QR leggibile trovato. Prova un ritaglio più nitido con più margine bianco.
ja: 読み取れるQRコードがありません。コード周りに余白を多めにしたシャープな切り抜きを試してください。
nl: Geen leesbare QR-code gevonden. Probeer een scherpere uitsnede met meer witte rand rond de code.
pt: Nenhum QR code legível encontrado. Tente um recorte mais nítido com mais margem branca ao redor do código.
ru: Читаемый QR-код не найден. Попробуйте более чёткий кадр с большим белым полем вокруг кода.
zh: 未找到可读的二维码。请尝试更清晰的裁剪，并在码周围留出更多白边。

source: No text selected.
ar: لم يتم تحديد أي نص.
de: Kein Text ausgewählt.
es: No hay texto seleccionado.
fr: Aucun texte sélectionné.
it: Nessun testo selezionato.
ja: テキストが選択されていません。
nl: Geen tekst geselecteerd.
pt: Nenhum texto selecionado.
ru: Текст не выбран.
zh: 未选择文本。

source: Notes (used for sensitive detection)
ar: ملاحظات (تُستخدم لاكتشاف المحتوى الحساس)
de: Notizen (für Sensitivitätserkennung)
es: Notas (usadas para detectar contenido sensible)
fr: Notes (utilisées pour la détection de contenu sensible)
it: Note (usate per rilevare contenuti sensibili)
ja: メモ（機密検出に使用）
nl: Notities (voor detectie van gevoelige content)
pt: Notas (usadas para deteção de conteúdo sensível)
ru: Заметки (для обнаружения конфиденциального содержимого)
zh: 备注（用于检测敏感内容）

source: Opacity
ar: الشفافية
de: Deckkraft
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
nl: Dekking
pt: Opacidade
ru: Непрозрачность
zh: 不透明度

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
nl: Openen
pt: Abrir
ru: Открыть
zh: 打开

source: Open link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri collegamento
ja: リンクを開く
nl: Link openen
pt: Abrir link
ru: Открыть ссылку
zh: 打开链接

source: Overwrite
ar: استبدال
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
nl: Overschrijven
pt: Substituir
ru: Перезаписать
zh: 覆盖

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
nl: Plakken
pt: Colar
ru: Вставить
zh: 粘贴

source: QR code found
ar: تم العثور على رمز QR
de: QR-Code gefunden
es: Código QR encontrado
fr: Code QR trouvé
it: Codice QR trovato
ja: QRコードが見つかりました
nl: QR-code gevonden
pt: Código QR encontrado
ru: QR-код найден
zh: 已找到二维码

source: QR scan
ar: مسح QR
es: Escaneo QR
fr: Scan QR
it: Scansione QR
ja: QRスキャン
pt: Leitura de QR
ru: Скан QR
zh: 扫描二维码

source: Recent shots
ar: اللقطات الأخيرة
de: Aktuelle Aufnahmen
es: Capturas recientes
fr: Captures récentes
it: Scatti recenti
ja: 最近のショット
nl: Recente shots
pt: Capturas recentes
ru: Недавние снимки
zh: 最近截图

source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 矩形
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
zh: 矩形

source: Rectangle tool
ar: أداة المستطيل
de: Rechteck-Werkzeug
es: Herramienta de rectángulo
fr: Outil rectangle
it: Strumento rettangolo
ja: 長方形ツール
nl: Rechthoekhulpmiddel
pt: Ferramenta de retângulo
ru: Прямоугольник
zh: 矩形工具

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
nl: Opnieuw
pt: Refazer
ru: Повторить
zh: 重做

source: Redo edit
ar: إعادة التعديل
de: Bearbeitung wiederholen
es: Rehacer edición
fr: Rétablir la modification
it: Ripeti modifica
ja: 編集をやり直す
nl: Bewerking opnieuw
pt: Refazer edição
ru: Повторить правку
zh: 重做编辑

source: Reveal sensitive screenshot
ar: إظهار لقطة الشاشة الحساسة
de: Sensiblen Screenshot anzeigen
es: Revelar captura sensible
fr: Révéler la capture sensible
it: Mostra screenshot sensibile
ja: 機密スクリーンショットを表示
nl: Gevoelige screenshot tonen
pt: Revelar captura sensível
ru: Показать конфиденциальный снимок
zh: 显示敏感截图

source: Same soft blur as the sensitive preview.
ar: نفس التمويه الناعم المستخدم في معاينة المحتوى الحساس.
de: Dieselbe weiche Unschärfe wie in der sensiblen Vorschau.
es: El mismo desenfoque suave que la vista previa sensible.
fr: Le même flou doux que l’aperçu sensible.
it: La stessa sfocatura morbida dell’anteprima sensibile.
ja: 機密プレビューと同じ柔らかいぼかしです。
nl: Dezelfde zachte vervaging als bij de gevoelige voorvertoning.
pt: O mesmo desfoque suave da prévia sensível.
ru: То же мягкое размытие, что и в скрытом превью.
zh: 与敏感预览相同的柔和模糊。

source: Save As
ar: حفظ باسم
de: Sichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
ja: 別名で保存
nl: Bewaar als
pt: Guardar como
ru: Сохранить как
zh: 另存为

source: Save As…
ar: حفظ باسم…
de: Sichern unter…
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存…
nl: Opslaan als…
pt: Guardar como…
ru: Сохранить как…
zh: 另存为…

source: Scanning…
ar: جارٍ الفحص…
de: Scannen…
es: Escaneando…
fr: Analyse…
it: Scansione…
ja: スキャン中…
nl: Scannen…
pt: A analisar…
ru: Сканирование…
zh: 正在扫描…

source: Screenshot editor canvas
ar: لوحة محرر لقطات الشاشة
de: Screenshot-Editor-Fläche
es: Lienzo del editor de capturas
fr: Canevas de l’éditeur de captures
it: Area di lavoro editor screenshot
ja: スクリーンショット編集キャンバス
pt: Tela do editor de capturas
ru: Холст редактора снимков
zh: 截图编辑器画布

source: Screenshot text selection canvas
ar: لوحة تحديد النص
de: Screenshot-Textauswahl-Fläche
es: Lienzo de selección de texto
fr: Canevas de sélection de texte
it: Area selezione testo
ja: テキスト選択キャンバス
nl: Tekstselectiecanvas
pt: Tela de seleção de texto
ru: Холст выделения текста
zh: 截图文本选择画布

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteren
pt: Selecionar
ru: Выбрать
zh: 选择

source: Select text in the image like Preview. Use ⌘C or Copy Text.
ar: حدد النص في الصورة كما في المعاينة. استخدم ⌘C أو نسخ النص.
de: Wählen Sie Text im Bild wie in Vorschau. Nutzen Sie ⌘C oder Text kopieren.
es: Selecciona texto en la imagen como en Vista Previa. Usa ⌘C o Copiar texto.
fr: Sélectionnez du texte dans l’image comme dans Aperçu. Utilisez ⌘C ou Copier le texte.
it: Seleziona il testo nell’immagine come in Anteprima. Usa ⌘C o Copia testo.
ja: プレビューのように画像内のテキストを選択。⌘C または「テキストをコピー」を使用。
nl: Selecteer tekst in de afbeelding zoals in Voorvertoning. Gebruik ⌘C of Kopieer tekst.
pt: Selecione texto na imagem como no Visualização. Use ⌘C ou Copiar texto.
ru: Выделяйте текст на изображении, как в Просмотре. Используйте ⌘C или «Копировать текст».
zh: 像“预览”一样在图像中选择文本。使用 ⌘C 或“复制文本”。

source: Select tool
ar: أداة التحديد
de: Auswahlwerkzeug
es: Herramienta de selección
fr: Outil de sélection
it: Strumento selezione
ja: 選択ツール
nl: Selectiehulpmiddel
pt: Ferramenta de seleção
ru: Инструмент выделения
zh: 选择工具

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
nl: Grootte
pt: Tamanho
ru: Размер
zh: 大小

source: Smart
ar: ذكي
es: Inteligente
fr: Intelligent
ja: スマート
nl: Slim
pt: Inteligente
ru: Умные
zh: 智能

source: Startup
ar: التشغيل
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
nl: Opstarten
pt: Inicialização
ru: Запуск
zh: 启动

source: Stroke size
ar: سمك الخط
de: Strichstärke
es: Grosor del trazo
fr: Épaisseur du trait
it: Spessore tratto
ja: 線の太さ
nl: Lijndikte
pt: Espessura do traço
ru: Толщина штриха
zh: 描边粗细

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: テキスト
nl: Tekst
pt: Texto
ru: Текст
zh: 文字

source: Thickness
ar: السماكة
de: Dicke
es: Grosor
fr: Épaisseur
it: Spessore
ja: 太さ
nl: Dikte
pt: Espessura
ru: Толщина
zh: 粗细

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
nl: Dit kan niet ongedaan worden gemaakt.
pt: Isto não pode ser desfeito.
ru: Это действие нельзя отменить.
zh: 此操作无法撤销。

source: Tools
ar: الأدوات
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
nl: Hulpmiddelen
pt: Ferramentas
ru: Инструменты
zh: 工具

source: Type in the box. Drag the handle to move. Click outside to confirm.
ar: اكتب في المربع. اسحب المقبض للنقل. انقر خارجًا للتأكيد.
de: Tippen Sie in die Box. Ziehen Sie den Griff zum Verschieben. Klicken Sie außerhalb zum Bestätigen.
es: Escribe en la caja. Arrastra el controlador para mover. Haz clic fuera para confirmar.
fr: Saisissez dans la zone. Faites glisser la poignée pour déplacer. Cliquez dehors pour confirmer.
it: Digita nella casella. Trascina la maniglia per spostare. Fai clic fuori per confermare.
ja: 枠内に入力。ハンドルで移動。外側をクリックして確定。
nl: Typ in het vak. Sleep het handvat om te verplaatsen. Klik buiten om te bevestigen.
pt: Digite na caixa. Arraste a alça para mover. Clique fora para confirmar.
ru: Введите текст в поле. Перетащите маркер для перемещения. Кликните снаружи, чтобы подтвердить.
zh: 在框中输入。拖动手柄移动。点击外部确认。

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
zh: 撤销

source: Undo edit
ar: التراجع عن التعديل
de: Bearbeitung widerrufen
es: Deshacer edición
fr: Annuler la modification
it: Annulla modifica
ja: 編集を取り消す
nl: Bewerking ongedaan maken
pt: Desfazer edição
ru: Отменить правку
zh: 撤销编辑

source: Uses the sensitive types from Settings → General.
ar: يستخدم الأنواع الحساسة من الإعدادات ← عام.
de: Verwendet die sensiblen Typen aus Einstellungen → Allgemein.
es: Usa los tipos sensibles de Ajustes → General.
fr: Utilise les types sensibles de Réglages → Général.
it: Usa i tipi sensibili da Impostazioni → Generali.
ja: 「設定 → 一般」の機密タイプを使用します。
nl: Gebruikt de gevoelige types uit Instellingen → Algemeen.
pt: Usa os tipos sensíveis de Ajustes → Geral.
ru: Использует типы конфиденциальных данных из «Настройки → Основные».
zh: 使用“设置 → 通用”中的敏感类型。

source: %@ items ready to blur.
de: %@ Elemente bereit zum Unscharfmachen.

source: %@ QR codes found
de: %@ QR-Codes gefunden

source: Allow Desktop (or your screenshot folder) so ⌘⇧3 / ⌘⇧4 shots appear here.
de: Erlauben Sie Schreibtisch (oder Ihren Screenshot-Ordner), damit ⌘⇧3 / ⌘⇧4-Aufnahmen hier erscheinen.

source: Drag on the image to draw a text box, or click existing text to edit it.
de: Ziehen Sie auf dem Bild, um eine Textbox zu zeichnen, oder klicken Sie auf vorhandenen Text zum Bearbeiten.

source: Drag the top bar to move, corner to resize. Press Done when finished.
de: Ziehen Sie die obere Leiste zum Verschieben, die Ecke zum Ändern der Größe. Fertig drücken, wenn Sie fertig sind.

source: History
de: Historie
